Repository: Zojax/zojax.mail
Catalog: src/zojax/mail/locales/*/LC_MESSAGES/zojax.mail.po
Languages: nl, ru

source: Mail settings
nl: E-mail instellingen
ru: Настройки почты

source: Configure portal mail settings.
nl: Website e-mail instellingen
ru: Настройки почты для этого сайта.

source: Debug settings
nl: Debug instellingen.

source: Configure portal mail debug settings.
nl: Website e-mail debug instellingen

source: Password used for optional SMTP authentication.
nl: Het wachtwoord voor de optioneel SMTP- (uitgaande mail-) server.
ru: Пароль для пользователя на SMTP сервере.

source: Site 'From' name
nl: 'Van' naam voor de website
ru: Имя 'От кого' для этого сайта

source: Portal generates e-mail using this name as the e-mail sender.
nl: Portal genereert e-mail met deze naam als afzender.
ru: Сайт генерирует различные служебные электронные сообщения, используя это имя как отправителя.

source: Site 'From' address
nl: 'Van' adres voor de website
ru: Адрес 'От кого' для этого сайта

source: Portal generates e-mail using this address as the e-mail return address.
nl: Portal genereert e-mail met dit adres als afzender.
ru: Сайт генерирует различные служебные электронные сообщения, используя этот адрес как обратный адрес.

source: Site 'Errors' address
nl: 'Fouten' naam voor de website

source: Portal generates e-mail using this address as the errors handler address.
nl: Portal genereert e-mail met deze adres voor de fouten beheer.

source: Disabled
nl: Uitgeschakeld
ru: Отключен

source: Log messages
nl: Berichten

source: The address of your local SMTP (outgoing e-mail) server. Usually "localhost", unless you use an external server to send e-mail.
nl: Dit is het adres van de lokale SMTP (uitgaande mail-) server. Meestal "localhost", tenzij u een externe server gebruikt om mail te versturen.
ru: Это адрес вашего локального SMTP сервера (исходящая почта). Обычно \"localhost\", до тех пор пока вы не используете для отправки почты внешний сервер.

source: The port of your local SMTP (outgoing e-mail) server. Usually "25".
nl: Dit is de poort van de lokale SMTP (uitgaande e-mail) server. Meestal is dit poort "25"'.
ru: Порт Вашего локального SMTP (исходящая почта) сервера. Обычно \"25\".

source: Username
nl: Gebruikersnaam
ru: Имя пользователя

source: Username used for optional SMTP authentication.
nl: De gebruikersnaam voor de optioneel SMTP- (uitgaande mail-) server.
ru: Имя пользователя для проверки Вашего почтового сервера. Является необходимым только в случае использования SMTP сервера.

source: Password
nl: Wachtwoord
ru: Пароль

source: Disable sending message.
ru: Отключить доставку сообщений.

source: No delivery
ru: Не доставлять

source: SMTP server
ru: SMTP сервер

source: SMTP Port
ru: SMTP порт
